[Account]
BannedWrongPassword=错误密码登录尝试次数太多

[Payment]
PaymentComplete=你成功购买{0}游戏币
PaymentFailed=你因为支付失败被扣除{0}游戏币
ReferralPaymentComplete=你推荐的一个用户购买了游戏币，你因此获得{0}赏金奖励
ReferralPaymentFailed=你推荐的用户购买游戏币失败，你被扣除之前得到的{0}赏金奖励
GameGoldLost=你被移除{0}游戏币
GameGoldRefund=你获得{0}游戏币返还
HuntGoldRefund=你获得{0}赏金返还

[System]
Welcome=欢迎来到传奇3，请开启你的游戏之旅吧！
WelcomeObserver=你正在使用观察者模式观看{0}的视角，想要退出观察者模式请退出登录
ObserverChangeFail=你只能在安全区设置自己是否允许他人观看你的视角
OnlineCount=当前在线人数:{0}，观察者在线人数:{1}
ObserverCount=现在有{0}个观察者正在观看你的视角
CannotFindPlayer=无法找到角色:{0}
AlreadyBlocked={0}已经在你的黑名单上
BlockingWhisper=你当前拒绝他人跟你私聊
PlayerBlockingWhisper=玩家:{0}当前拒绝私聊
GlobalDelay=你需要在{0}秒之后才能下一次全服喊话
GlobalLevel=你需要达到33级才能全服喊话
ShoutDelay=你需要在{0}秒之后才能下一次喊话
ShoutLevel=你需要达到2级才能喊话
DiceRoll=[ROLL] - {0}掷骰子在{2}点里掷出{1}点
TradingEnabled=允许交易
TradingDisabled=拒绝交易
WhisperEnabled=允许私聊
WhisperDisabled=拒绝私聊
GuildInviteEnabled=允许加入行会
GuildInviteDisabled=拒绝加入行会
ObserverNotLoggedIn=你需要登录账户才能在观察者模式下聊天
Poisoned=你中毒了
MurderedBy=你被{0}杀死了
Curse=你杀死了{0}，厄运将伴随你...
Murdered=你杀死了{0}
Protected=你受到正当防卫规则的保护
Killed=你被{0}正当防卫击杀
Died=你在战斗中阵亡了
GroupRecallEnabled=允许天地合一
GroupRecallDisabled=拒绝天地合一
AlreadyFriended={0}已经在你的好友列表.
FriendStateChanged={0}是{1}.
NeedMaxLevel=你需要低于{0}等级才能继续

[Movement]
NeedLevel=你需要达到{0}等级才能进入
NeedItem=你需要一个'{0}'才能进入
NeedMonster=入口被封印了...
NeedClass=You need to be class {0} to proceed.

[Conquest]
ConquestStarted={0}攻城战开始了
ConquestFinished={0}攻城战结束了
ConquestCapture={0}占领了{1}
ConquestOwner={0}是{1}的占领者
ConquestLost={0}失去了{1}
ConquestTakingFlag={0} is taking the flag for {1}. They must hold it for {2} seconds.
ConquestPreventingFlag={0} is preventing {1} from taking the flag for {2}.
ConquestNotTakingFlag={0} is no longer taking the flag for {1}.

[Monster]
BossSpawn=领主刷新在{0}
HarvestRare=有价值的珍稀物品需要在{0}的尸体里挖取
NetherGateOpen=异界之门开启，地图：{0}，坐标：{1}
NetherGateClosed=异界之门关闭
HarvestNothing=没有获得任何物品
HarvestCarry=你背包已满，无法再装载任何物品
HarvestOwner=你无法挖取当前怪物尸体
LairGateOpen=赤龙石门开启，地图：{0}，坐标：{1}
LairGateClosed=赤龙石门关闭

[Items]
Expired=你的{0}失效了
CannotTownTeleport=无法传送到该地图
CannotRandomTeleport=当前地图无法使用随机传送卷
ConnotResetCompanionSkill=为了避免误操作，要使用{0}请输入'@宠物技能{1}'
MagicMaxLevelReached=您已达到最高{0}级
LearnBookFailed=技能书太过残破,修炼技能失败
LearnBookSuccess=恭喜你，你已经成功的掌握{0}
LearnBook4Failed=学习{0}等级技能失败
LearnBook4Success=恭喜你，你已经成功的掌握{1}级{0}
StorageSafeZone=你在非安全区无法使用仓库
GuildStoragePermission=你没有从行会仓库取出物品的权限
GuildStorageSafeZone=你在非安全区无法使用行会仓库
CompanionNoRoom=你的宠物已经无法携带更多物品
StorageLimit=你不能再扩展存储空间了
NotEnoughBagSpaceAvailable=行李空间不足

[Marriage]
MarryAlreadyMarried=你已经结婚了
MarryNeedLevel=你需要达到22级才能结婚
MarryNeedGold=你没有足够的500,000 金币支付结婚费用
MarryNotFacing=你需要面对你的伴侣才能求婚
MarryTargetAlreadyMarried={0}已经结婚了
MarryTargetHasProposal=已经有人向{0}求婚了
MarryTargetNeedLevel={0}需要达到22级才能结婚
MarryTargetNeedGold={0}没有足够的金币无法和你结婚
MarryDead=你不能和死人结婚
MarryComplete=恭喜你，你现在和{0}结婚了
MarryDivorce=你和{0}离婚了
MarryDivorced={0}和你离婚了
MarryTeleportDead=你处于死亡状态，无法传送到你的配偶身边
MarryTeleportPK=你处于红名状态，无法传送到你的配偶身边
MarryTeleportDelay=你需要等待{0}才能传送到你的配偶身边
MarryTeleportOffline=你的配偶处于离线状态，无法传送到你的配偶身边
MarryTeleportPartnerDead=你的配偶处于死亡状态，无法传送到你的配偶身边
MarryTeleportMap=你配偶所在的区域拒绝夫妻传送，无法传送到你的配偶身边
MarryTeleportMapEscape=你所在的区域拒绝夫妻传送

[Companion]
CompanionAppearanceAlready=新的宠物{0}已经可以领养
CompanionNeedTicket=你需要在商城购买一张宠物解锁券来解锁这只新宠物
CompanionSkillEnabled=宠物可以使用{0}级的技能
CompanionSkillDisabled=宠物不能使用{0}级的技能
CompanionAppearanceLocked=新宠物{0}目前尚未解锁，你无法购买
CompanionNeedGold=当前金币不足无法购买宠物
CompanionBadName=该名称不符合宠物命名的规则
CompanionRetrieveFailed=无法获得{0}宠物，该宠物当前跟随{1}

[Quest]
QuestSelectReward=你必须选择任务奖励
QuestNeedSpace=无法完成任务，你的背包空间不足

[Mail]
MailSafeZone=无法从邮件中获得物品，你不在安全区
MailNeedSpace=无法从邮件中获得物品，背包空间不足
MailHasItems=无法删除包含附件物品的邮件
MailNotFound={0}不存在
MailSelfMail=你不能给自己发邮件
MailStorageFull=收件箱已满无法接收更多的信件了.
MailMailCost=金币不足无法发送邮件
MailSendSafeZone=你不在安全区无法发送带有附件物品的邮件

[Market Place]
ConsignSafeZone=你必须在安全区内才可以寄售物品
ConsignLimit=你已达到最大寄售数量
ConsignGuildFundsGuild=你还没有加入行会，无法使用行会基金购买寄售物品
ConsignGuildFundsPermission=你没有足够的权限，无法使用行会基金购买寄售物品
ConsignGuildFundsCost=行会基金不足，无法使用行会基金购买寄售物品
ConsignGuildFundsUsed={0}使用{1:#,##0}行会基金以每个{4}寄售{2}x{3}
ConsignCost=你买不起这商品
ConsignComplete=商品寄售成功
ConsignAlreadySold=此商品已售出
ConsignNotEnough=没有商品在寄售
ConsignBuyOwnItem=你无法购买自己寄售的商品
ConsignBuyGuildFundsGuild=你还没有加入行会，无法使用行会基金购买物品
ConsignBuyGuildFundsPermission=你没有足够的权限，无法使用行会基金购买物品
ConsignBuyGuildFundsCost=行会基金不足，无法使用行会基金购买物品
ConsignBuyGuildFundsUsed={0}使用{1:#,##0}行会基金购买了{2}x{3}
ConsignBuyCost=你买不起这商品
StoreNotAvailable=你无法购买此商品，该商品已经下架或者售出
StoreNeedSpace=你不能携带更多商品，你的包裹空间不足
StoreCost=你买不起这商品

[Guild]
GuildNeedHorn=创建公会失败，你没有沃玛号角
GuildNeedGold=创建公会失败，你没有足够的金币
GuildBadName=创建公会失败，行会名称不符合命名规则
GuildNameTaken=创建公会失败，该行会名称已经被使用
GuildNoticePermission=你没有更改公会公告的权限
GuildEditMemberPermission=你没有更改行会成员信息的权限
GuildMemberLength=更改行会头衔失败，行会头衔太长无法编辑
GuildMemberNotFound=找不到行会成员
GuildKickPermission=你没有权限驱逐行会成员
GuildKickSelf=你无法将自己驱逐出行会
GuildMemberKicked={0}被{1}驱逐出行会
GuildKicked=你被{0}驱逐出行会
GuildManagePermission=你没有管理行会的权限
GuildCastleRepairPermission=You do not have permission to Repair Castle Defenses.
GuildMemberLimit=行会已达到最大成员上限
GuildMemberCost=行会没有足够的资金来扩展行会成员上限
GuildStorageLimit=行会仓库已达到最大空间上限
GuildStorageCost=行会没有足够的资金来扩展行会仓库空间
GuildInvitePermission=你没有邀请新成员的权限
GuildInviteGuild=玩家:{0}，已经在另一个行会
GuildInviteInvited=玩家:{0}，正在被邀请加入另一个行会
GuildInviteNotAllowed=玩家:{0}，目前拒绝加入行会
GuildInvitedNotAllowed={0}希望邀请你加入他的行会{1}，但你目前拒绝加入行会. 请输入命令 @允许加入行会
GuildInviteRoom=你的行会已经达到成员上限了
GuildNoGuild=你当前没有加入任何行会
GuildWarPermission=你没有权限申请开启行会战
GuildNotFoundGuild=无法找到行会{0}
GuildWarOwnGuild=你不能和自己的行会进行行会战
GuildAlreadyWar=你的行会正与{0}进行行会战
GuildWarCost=你的行会金币不足无法申请行会战
GuildWarFunds={0}使用{1:#,##0}行会基金提交与{2}的行会战
GuildConquestCastle=你已经是城主，无法申请攻城战
GuildConquestExists=你已经申请攻城战
GuildConquestBadCastle=攻城失败
GuildConquestProgress=攻城战期间无法提交申请攻城战
GuildConquestNeedItem=你需要{0}来提交申请{1}攻城战
GuildConquestSuccess=一个行会提交了对你所占领城堡的攻城战
GuildConquestDate=你的行会提交了对{0}的攻城战申请
GuildJoinGuild=你已经加入了行会
GuildJoinTime=你不能加入另一个行会{0}
GuildJoinNoGuild=玩家:{0}，已经离开行会
GuildJoinPermission=玩家:{0}，没有足够的权限邀请你加入行会
GuildJoinNoRoom={0}的行会已经满员
GuildJoinWelcome=欢迎加入行会:{0}
GuildMemberJoined={0}邀请{1}加入行会
GuildLeaveFailed=无法离开行会，你目前是行会会长不能离开
GuildLeave=你已经离开了行会
GuildMemberLeave={0}已经离开行会
GuildWarDeath={3}行会的{2}在行会战里击败{1}行会的{0}
GuildRepairCastleGatesCost=Unable to repair gates, Your Guild needs another {0:#,##0} Gold.
GuildRepairCastleGuardsCost=Unable to repair guards, Your Guild needs another {0:#,##0} Gold.

[Group]
GroupNoGroup=你不在一个队伍中
GroupNotLeader=你不是队长
GroupMemberNotFound=无法在队伍中找到{0}
GroupAlreadyGrouped=玩家:{0}，已在其他队伍中
GroupAlreadyInvited=玩家:{0}，正被其他队伍邀请加入组队
GroupInviteNotAllowed=玩家:{0}，拒绝加入组队
GroupSelf=你不可以组自己
GroupMemberLimit={0}的队伍已经满组
GroupRecallDelay=你无法传送队员{0}
GroupRecallMap=你无法在当前地图使用天地合一
GroupRecallNotAllowed=你拒绝使用天地合一传送
GroupRecallMemberNotAllowed={0}当前拒绝天地合一
GroupRecallFromMap=你所在的地图无法使用天地合一
GroupRecallMemberFromMap={0}无法从该地图天地合一传送出去

[Trade]
TradeAlreadyTrading=你已经在和别人交易了
TradeAlreadyHaveRequest=你已经申请交易
TradeNeedFace=你需要面对玩家来申请交易
TradeTargetNotAllowed={0}拒绝交易请求
TradeTargetAlreadyTrading={0}已经在交易中
TradeTargetAlreadyHaveRequest={0}已经有交易申请
TradeNotAllowed={0}希望与你交易，但你拒绝交易申请. 如果需要交易请输入命令 @允许交易
TradeTargetDead=你不能跟死亡的玩家交易
TradeRequested=你已将交易申请发送给{0}...
TradeWaiting=等待对方交易确认...
TradePartnerWaiting=对方在等你确认交易...
TradeNoGold=你的金币不足无法交易...
TradePartnerNoGold=对方没有足够的金币交易
TradeTooMuchGold=你无法持有更多的金币
TradePartnerTooMuchGold=对方的金币已经限额无法交易...
TradeFailedItemsChanged=你的物品更换，交易取消
TradeFailedPartnerItemsChanged={0}的物品更换，交易取消
TradeNotEnoughSpace=你不能携带更多的物品，请整理背包然后在申请交易
TradeComplete=交易完成

[NPC]
NPCFundsGuild=你无法使用行会基金，因为你还没有行会
NPCFundsPermission=你无法使用行会基金，因为你没有权限
NPCFundsCost=无法购买商品，你的行会需要支付{0:#,##0}金币
NPCFundsCurrency=Unable to buy items, Guild Funds can only be used for Gold merchants.
NPCCost=无法购买商品，你需要支付{0:#,##0}金币
NPCNoRoom=你的背包空间不足
NPCFundsBuy={0}使用 {1:#,##0}行会基金购买{2}x{3}
NPCSellWorthless=无法出售该商品
NPCSellTooMuchGold=无法出售该商品，你的金币已经达到上限
NPCSellResult=你出售{0}件商品获得{1:#,##0}金币
FragmentCost=无法分解该道具，你需要支付{0:#,##0}金币
FragmentSpace=无法分解该道具，你的背包空间不足
FragmentResult=你将{0}件道具分解，支付{1:#,##0}金币
AccessoryLevelCost=该道具无法提升更高的等级
AccessoryLeveled=恭喜你的{0}已经升级，现在可以提升属性
RepairFail=你无法修理{0}
RepairFailRepaired=你无法修理{0}，它已经修好了
RepairFailLocation=你无法在这里修理{0} 
RepairFailCooldown=你无法特修{0}需要等待{1}的时间
NPCRepairGuild=你无法使用行会基金进行修理，因为你还没有行会
NPCRepairPermission=你无法使用行会基金进行修理，因为你没有权限
NPCRepairGuildCost=无法修理该道具，你的行会需要支付{0:#,##0}金币
NPCRepairCost=无法修理该道具，你需要支付{0:#,##0}金币
NPCRepairResult=你普通修理{0}件道具，支付{1:#,##0}金币
NPCRepairSpecialResult=你特殊修理{0}件道具，支付{1:#,##0}金币
NPCRepairGuildResult={0}使用{1:#,##0}行会基金修理{2}件道具
NPCRefinementGold=你没有足够的金币
NPCRefinementStoneFailedRoom=精炼石合成失败，无法获得该道具
NPCRefinementStoneFailed=合成精炼石失败
NPCRefineNotReady=无法取出武器，还没炼制完成
NPCRefineNoRoom=无法取出武器，你的背包空间不足
NPCRefineSuccess=恭喜你，你的武器升级成功
NPCRefineFailed=真遗憾，你的武器升级失败
NPCMasterRefineGold=你的金币不足无法完成大师级炼制成功率评估，需要支付:{0:#,##0}
NPCMasterRefineChance=你的成功率是:{0}%
AccessoryRefineSuccess=Congratulations your {0} has been refined with {1} + {2}.
AccessoryRefineFailed=The refine failed and your {0}'s have been destroyed

[Skills]
ChargeExpire={0}的能量已经从你的武器上消失
ChargeFail=无法积蓄{0}的能量
CloakCombat=你无法在战斗中潜行
DashFailed=你的等级不够无法移动对方
WraithLevel={0}的等级比你高，你无法使用亡灵束缚
AbyssLevel={0}的等级比你高，你无法使用深渊
SkillEffort=在这个地图使用{0}需要花费更多的能量，你在{1}的时间内无法使用
SkillBadMap=在这个地图无法使用{0}

[Horse]
HorseDead=你处于死亡状态无法骑马
HorseOwner=你没有马可以骑
HorseMap=你所在的地图无法骑马

[Instance]
InstanceNoAction=Cannot perform this action whilst on an instance.
InstanceInvalid=You cannot move to instance.
InstanceInsufficientLevel=You must be between level {0} and {1} to join instance.
InstanceSafeZoneOnly=You must be in a safe zone to join instance.
InstanceNotInGroup=You must be in a group to join instance.
InstanceNotInGuild=You must be in a guild to join instance.
InstanceNotInCastle=Your guild must own a castle to join instance.
InstanceTooFewInGroup=Minimum {0} people required to join instance.
InstanceTooManyInGroup=Maximum {0} people required to join instance.
InstanceConnectRegionNotSet=Connect region has not been setup for instance.
InstanceUserCooldown=Cannot re-enter instance until {0:ddd, dd MMM HH:mm} UTC.
InstanceGuildCooldown=Cannot re-enter instance until {0:ddd, dd MMM HH:mm} UTC.
InstanceNoSlots=No more free slots on instance.
InstanceNoRejoin=Cannot rejoin instance.
InstanceMissingItem=You must be carrying a {0} to join instance.
InstanceNotGroupLeader=You must be the group leader to start instance.
InstanceNoMap=Failed to move to instance.

[Discipline]
DisciplineMaxLevel=Maximum discipline level already reached.
DisciplineRequiredLevel=Required level for next discipline is {0}.
DisciplineRequiredGold=Required gold for next discipline is {0:#,##0}.
DisciplineRequiredExp=Required experience for next discipline is {0}.

[Fame]
FameNeedSpace=Unable to promote fame, Not enough space in your inventory.

